driver-tests/bpelse/if/ifJbi/test/IfBasicMultiple3/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:ifbranch>if</def:ifbranch>
    <def:elseifbranch>if</def:elseifbranch>
    <def:elsebranch>if</def:elsebranch>
  </soapenv:Body>
</soapenv:Envelope>